var questions=
[
    { 'ordinary_word1': '你平时', 'keyword': '几点', 'ordinary_word2':'睡觉'},
    { 'ordinary_word1': '如果你的xxx牌充电宝', 'keyword': '爆炸', 'ordinary_word2': '了' },
    { 'ordinary_word1': '下课后去', 'keyword': '吃饭', 'ordinary_word2': '' },
    { 'ordinary_word1': '如何安排', 'keyword': '周末', 'ordinary_word2': '的时间' },
    { 'ordinary_word1': '如果打游戏遇到', 'keyword': '猪队友', 'ordinary_word2': '' },
    { 'ordinary_word1': '每天', 'keyword': '上课', 'ordinary_word2': '的状态' },
    { 'ordinary_word1': '当你发现', 'keyword': '穿不下', 'ordinary_word2': '去年的衣服' },
    { 'ordinary_word1': '对于老师布置的', 'keyword': '任务', 'ordinary_word2': '' },
]
var answers=
[
    {'A':'A.10点之前','B':'B.10点-12点','C':'C.12点-2点','D':'D.得看手机什么时候没电'},
    { 'A': 'A.莫生气，生气伤神又费力', 'B': 'B.收集证据，按步骤进行维权', 'C': 'C.暴躁老哥，在线DISS无良商家', 'D': 'D.认为充电宝承受不了自己的魅力'},
    { 'A': 'A.提前想好去哪个窗口', 'B': 'B.到食堂再做决定吃啥', 'C': 'C.食堂太挤，让室友带饭', 'D': 'D.外卖大法好'},
    { 'A': 'A.学习', 'B': 'B.放松自己', 'C': 'C.能宅就决不出宿舍', 'D': 'D.没有固定的安排' },
    { 'A': 'A.好气啊！但是算了，游戏而已', 'B': 'B.你是不是傻＆＃＠%￥啊', 'C': 'C.先举报了再说', 'D': 'D.不好意思，我就是猪队友'},
    { 'A': 'A.尽量会出席，但未必认真听讲', 'B': 'B.提前占座，45min全神贯注', 'C': 'C.自学，高效又省时', 'D': 'D.日常翘课'},
    { 'A': 'A.随心吃喝，看天减肥', 'B': 'B.酒肉穿肠过，减肥心中留', 'C': 'C.不瘦十斤，不换头像', 'D': 'D.意念减肥法，我想即我瘦'},
    { 'A': 'A.立刻完成', 'B': 'B.去抱大腿准没错', 'C': 'C.想得起来就做', 'D': 'D.能拖到DDL，绝不提前做'},
    
]
var teen =
[
    { 'weigh': 0, 'name': '儒系青年','definition':'作为一枚儒系的南开青年，你坚信：必须足够努力才能看起来毫不费力！为了天下苍生，打足鸡血，积极进取，立志成为更好的自己。'}, 
    { 'weigh': 0, 'name': '道系青年', 'definition': '作为一枚道系的南开青年，你崇尚：清净无为，逍遥自在。喜欢转锦鲤保平安，热衷保健养生求虚命。尊崇天人合一的理念，脱不脱单全靠天意。' }, 
    { 'weigh': 0, 'name': '鬼系青年', 'definition': '作为一枚鬼系的南开青年，你认为自己患有：社交恐惧症，表达困难症。在大庭广众面前你害怕被别人注视，习惯昼伏夜出，在集体里毫无存在感。'},  
    { 'weigh': 0, 'name': '法系青年', 'definition': '作为一枚法系的南开青年，你认为：无规矩不成方圆，一切都要照着规则来，就算是人生，也要按部就班才完整：22岁恋爱，25岁结婚，30岁之前生完孩子，50岁退休。'}, 
    { 'weigh': 0, 'name': '仙系青年', 'definition': '作为一枚仙系的南开青年，你习惯：用历劫的心看待水逆，用修仙的心态坚持熬夜。世间琐事自动规避，柴米油盐别来烦我。日常揽镜自照，不食人间烟火。'}, 
    { 'weigh': 0, 'name': '魔系青年', 'definition': '作为一枚魔系的南开青年，你总是：易燃易爆易炸毛，日常不是想打人就是想被人打。定是锱铢必较，睚眦必报，不疯魔不成活，不作死就不会死。'}, 
    { 'weigh': 0, 'name': '佛系青年', 'definition': '作为一枚佛系的南开青年，你相信：海纳百川有容乃大，壁立千仞无欲则刚。你追求Love&Peace，不熬夜，不早起，偶尔“朋克养生”。面对生活的困难也能与世无争，岁月静好。'}
]
module.exports = {
  question: questions,
  answer: answers,
  teen: teen
}
